[
  {
    "id": 1,
    "name": "Форсаж: Гоббс та Шоу",
    "year": 2019,
    "type": "Пригоди",
    "description": "Через два роки після подій попереднього фільму Форсаж федеральному агентові Люку Гоббсу й колишньому оперативнику британської розвідки Деккарду Шоу доведеться об’єднати свої сили, щоби впоратися з генетично модифікованим терористом Брікстон. Незважаючи на ненависть один до одного, герої зобов’язані втілити задумане й зупинити лиходія.",
    "price": 10,
    "image": "https://s4.vcdn.biz/static/f/2259609781/image.jpg/pt/r300x423x4",
    "isFavorite": false
  },
  {
    "id": 2,
    "name": "Вчора",
    "year": 2019,
    "type": "Мюзикли",
    "description": "Деякий час тому Джек був звичайним невдахою. Тепер головний герой стає справжньою знаменитістю — мільйони людей розкуповують квитки на його концерти, щоби послухати його пісні. Секрет полягає в тому, що він єдина у світі людина, що пам’ятає групу Бітлз.",
    "price": 8,
    "image": "https://s4.vcdn.biz/static/f/2259606091/image.jpg/pt/r300x423x4",
    "isFavorite": false
  },
  {
    "id": 3,
    "name": "Маяк",
    "year": 2019,
    "type": "Детективи",
    "description": "Наприкінці XIX століття молодий чоловік на ім’я Іфра відправляється на віддалений острів, щоби зайняти пост помічника наглядача маяка. У товаристві кульгавого і вельми підозрілого старого Томаса хлопцю доведеться провести цілий місяць. Доглядач вважає новоприбулого асистента своїм підданим і не дозволяє йому практикуватися в управлінні маяком.",
    "price": 10,
    "image": "https://s9.vcdn.biz/static/f/2259603261/image.jpg/pt/r300x423x4",
    "isFavorite": false
  },
  {
    "id": 4,
    "name": "Ма",
    "year": 2019,
    "type": "Жахи",
    "description": "Всі місцеві жителі знають, що Ма проводить найцікавіші вечірки в місті. У неї завжди голосно звучить музика, а спиртні напої подаються в необмеженій кількості. Тут немає заборон, крім однієї: у її кімнату заходити забороняється.",
    "price": 9,
    "image": "https://s1.vcdn.biz/static/f/2259612001/image.jpg/pt/r300x423x4",
    "isFavorite": false
  },
  {
    "id": 5,
    "name": "Шрек",
    "year": 2001,
    "type": "Комедії",
    "description": "Шрек - великий і зелений огр, що обожнює своє болото. Біда тільки в тому, що місцевий лорд спорядив людей полювати на нього. Потрапивши в полон, Шрек став перед вибором - або перемогти дракона і добути для низькорослого лорда полонену принцесу, або всі казкові персонажі будуть знищені на болотах, куди їх перед цим зігнали безжальні солдати.",
    "price": 2,
    "image": "https://s3.vcdn.biz/static/f/2259551811/image.jpg/pt/r300x423x4",
    "isFavorite": false
  },
  {
    "id": 6,
    "name": "Шрек 2",
    "year": 2004,
    "type": "Комедії",
    "description": "Шрек і Фіона щасливо живуть разом, а їх медовий місяць був просто казковим. Але душевну рівновагу пари порушує лист від батьків Фіони, які запрошують її та Шрека в гості. Царське подружжя і не підозрює, що їхня улюблена дочка стала злегка зеленою і великою, і цей факт стане для них справжнім шоком. Але це тільки початок проблем і пригод всіх наших героїв.",
    "price": 3,
    "image": "https://s1.vcdn.biz/static/f/2259563041/image.jpg/pt/r300x423x4",
    "isFavorite": false
  },
  {
    "id": 7,
    "name": "Ульотні дівчата",
    "year": 2017,
    "type": "Комедії",
    "description": "Чотири подруги, які разом вчилися й ділилися одна з одною пережитими пригодами, своїми тривогами і мріями, подорослішали і стали бачитися не дуже часто. Одного разу, вирішивши згадати студентські роки, подруги відправляються на щорічний фестиваль у Новий Орлеан, де вони зможуть розслабитися й піти у відрив.",
    "price": 4,
    "image": "https://s1.vcdn.biz/static/f/2259565471/image.jpg/pt/r300x423x4",
    "isFavorite": false
  },
  {
    "id": 8,
    "name": "Жадібність",
    "year": 1994,
    "type": "Комедії",
    "description": "Вже давно не молодий, хитрий мільйонер Джо МакТіг здатен піти на що завгодно, лише б отримати власну вигоду. Його оточує багато далеких та близьких родичів, які мріють отримати свою частку від величезного багатства жадібного старого. Розуміючи наміри родичів, старий починає свою гру, в якій він кішка, а родичі – мишки.",
    "price": 3,
    "image": "https://s5.vcdn.biz/static/f/2259569561/image.jpg/pt/r300x423x4",
    "isFavorite": false
  },
  {
    "id": 9,
    "name": "Нічні вогні п'ятниці",
    "year": 2004,
    "type": "Спортивні",
    "description": "Занурившись в сюжет цього фільму ми переносимося в 1988 рік і переживемо увесь сезон разом з футбольною командою “Permian High Panthers”, яка в результаті стане найуспішнішою командою Техасу. Для гравців кожна гра є шансом на світле майбутнє і можливість стати зіркою в свої неповні 18 років.",
    "price": 6,
    "image": "https://s7.vcdn.biz/static/f/2259577591/image.jpg/pt/r300x423x4",
    "isFavorite": false
  },
  {
    "id": 10,
    "name": "Тремтіння землі",
    "year": 1989,
    "type": "Комедії",
    "description": "Закінчивши роботу за контрактом у Перфекшн у штаті Невада, робочі Вел Маккі й Ерл Бассетт збираються повернутися додому. Але почався землетрус, який затримує їх у місті. Завдяки студентці-сейсмологу, вони дізнаються, що причиною сейсмічної активності є моторошні м’ясоїдні хробаки, які живуть під землею, і, щоби вижити, необхідно знищити тварюк.",
    "price": 7,
    "image": "https://s6.vcdn.biz/static/f/2259578751/image.jpg/pt/r300x423x4",
    "isFavorite": false
  },
  {
    "id": 11,
    "name": "Queen & Slim",
    "year": 2019,
    "type": "Драми",
    "description": "Queen & Slim — це дослідження соціального й політичного клімату в Америці через призму історії кохання. Фільм зосереджується на темношкірих чоловікові й жінці, у яких перше побачення. Але воно йде наперекосяк після того, як їх зупинив поліцейський. Вони його вбивають у порядку самооборони й замість того, щоби виплутуватися, вирішують тікати.",
    "price": 7,
    "image": "https://s2.vcdn.biz/static/f/2259580421/image.jpg/pt/r300x423x4",
    "isFavorite": false
  },
  {
    "id": 12,
    "name": "Передмістя",
    "year": 1989,
    "type": "Детективи",
    "description": "Дивні сусіди за прізвищем Клопек оселилися неподалік і зруйнували мрії Рея про ліниве й затишне життя в передмісті. Ці люди ні з ким не спілкуються, нікуди не виходять, а ночами з їхнього підвалу доносяться дивні звуки. І коли місцевий старик Уолтер одного разу зник, Рей остаточно впевнився в тому, що це справа рук загадкових сусідів.",
    "price": 6,
    "image": "https://s7.vcdn.biz/static/f/2266362511/image.jpg/pt/r300x423x4",
    "isFavorite": false
  },
  {
    "id": 13,
    "name": "Серце дракона",
    "year": 1996,
    "type": "Пригоди",
    "description": "Хто зробив чорним серце в грудях короля Айтона? Незважаючи на свою молодість, правитель уже встиг зробити багато зла, а в його королівстві процвітає беззаконня. Наставник Айтона причиною його жорстокості вважає дракона, і тому відправляється в довгий і небезпечний шлях, щоб розправитися з ним і очистити серце правителя.",
    "price": 5,
    "image": "https://s8.vcdn.biz/static/f/2259592091/image.jpg/pt/r300x423x4",
    "isFavorite": false
  },
  {
    "id": 14,
    "name": "Смокі та Бандит 2",
    "year": 1980,
    "type": "Бойовики",
    "description": "Веселі й потішні пригоди чекають на водія вантажівки з екстравагантним прізвиськом Бандит і його невгамовних друзів, які вирішили трохи підзаробити на доставці вельми своєрідного живого вантажу — вагітної самиці слона. Усіх їх чекає далека дорога з Майамі в Техас із масою курйозних ситуацій.",
    "price": 1,
    "image": "https://s3.vcdn.biz/static/f/2259596541/image.jpg/pt/r300x423x4",
    "isFavorite": false
  },
  {
    "id": 15,
    "name": "Крута компанія",
    "year": 2004,
    "type": "Мелодрами",
    "description": "Життя 50-річного Дена, схоже, пішло наперекосяк: неприємності у вигляді відсторонення від посади і приходу нового молодого начальника стали загрозою фінансовому добробуту сім'ї, особливо через несподівану вагітність дружини і вступ старшої дочки в престижний університет. Але найгірше, що в дівчини явно назріває роман із його новим керівником.",
    "price": 2,
    "image": "https://s8.vcdn.biz/static/f/2259598751/image.jpg/pt/r300x423x4",
    "isFavorite": false
  },
  {
    "id": 16,
    "name": "Смертельнi перегони 4",
    "year": 2018,
    "type": "Бойовики",
    "description": "Одного разу виправна колонія Спроул виявляється захопленою ув’язненими, а її фактичним начальником стає місцевий авторитет Франкенштейн, незмінний переможець смертельних перегонів. ",
    "price": 6,
    "image": "https://s5.vcdn.biz/static/f/2259602321/image.jpg/pt/r300x423x4",
    "isFavorite": false
  },
  {
    "id": 17,
    "name": "Спліт",
    "year": 2017,
    "type": "Трилери",
    "description": "Психіка головного героя вміщує в себе цілих двадцять три різні особистості. На їхню вимогу він викрадає трьох неповнолітніх дівчаток. Він хоче убезпечити їх, проте не встигає контролювати свої особистості. Найстрашніша з них виходить назовні.",
    "price": 6,
    "image": "https://s2.vcdn.biz/static/f/2204003171/image.jpg/pt/r300x423x4",
    "isFavorite": false
  },
  {
    "id": 18,
    "name": "Безславні виродки",
    "year": 2009,
    "type": "Комедії",
    "description": "Офіцер армії США Альдо Рейн приймає рішення боротися з фашистами іншим методом. Герой очолює загін солдатів євреїв, і відправляється винищувати ворога на окуповані території Франції. Головне завдання бійців - вбивати нацистів з особливою жорстокістю, щоб наводити жах на німецьких солдатів.",
    "price": 4,
    "image": "https://s5.vcdn.biz/static/f/2161946651/image.jpg/pt/r300x423x4",
    "isFavorite": false
  },
  {
    "id": 19,
    "name": "Позбавте нас від Єви",
    "year": 2003,
    "type": "Драми",
    "description": "Головну героїню Єву недолюблють оточуючі через її кепський характер. Дівчина постійно суне свого носа в чужі життя і конфліктує з оточуючими. Одного разу родичі наймають хлопця Рея, який повинен відволікти Єву від постійного втручання. Спочатку все йде за планом, але раптово все змінюється, коли Рей усвідомлює, що по вуха закоханий в дівчину.",
    "price": 3,
    "image": "https://s6.vcdn.biz/static/f/2204029581/image.jpg/pt/r300x423x4",
    "isFavorite": false
  },
  {
    "id": 20,
    "name": "Ex_Machina",
    "year": 2014,
    "type": "Фантастика",
    "description": "Здавалося б, молодій людині перепала чудова робота. Потрібно всього лише провести сім днів віч-на-віч із жінкою-роботом — новою розробкою великої компанії. За нагороду можна не турбуватися, адже замовник є мультимільярдером. Однак усе виявляється не так просто, як здавалося.",
    "price": 4,
    "image": "https://s1.vcdn.biz/static/f/2161959301/image.jpg/pt/r300x423x4",
    "isFavorite": false
  }
]
